{
    "menus": [
        {
            "id": "1",
            "views": 50,
            "name": "ข้าวกะเพรากุ้งไข่ระเบิด",
            "views" : 0,
            "description": "“ข้าวกะเพรากุ้งไข่ระเบิด” จับเอาไข่เจียวรวมร่างกับไข่ดาว ก่อนจะราดด้วยกะเพรากุ้งเนื้อแน่น!",
            "recipe": {
                "Ingredient": [
                    "ไข่ไก่ 3 ฟอง",
                    "ซีอิ๊วขาว ½ ช้อนชา",
                    "กุ้งขาว 200 กรัม",
                    "พริกตำ 1 ช้อนโต๊ะ",
                    "ใบกะเพรา 1 กำ",
                    "กระเทียมตำ 1 ช้อนโต๊ะ",
                    "น้ำปลา 1 ช้อนชา",
                    "น้ำตาล 1 ช้อนชา"
                ],
                "Steps": [
                    "ตอกไข่ 2 ฟองใส่ชาม ปรุงรสด้วยซีอิ๊วขาว แล้วตีให้เข้ากัน",
                    "ตั้งกระทะใส่น้ำมัน แล้วรอให้ร้อน เทไข่ที่เจียวไว้ลงไป ทอดให้พอสุก ตอกไข่อีกฟองลงไปตรงกลาง ทอดจนสุกแล้วตักขึ้นพักไว้",
                    "ตั้งกระทะอีกใบ ใส่น้ำมันเล็กน้อย ผัดกระเทียม และพริก ให้ส่งกลิ่นหอม",
                    "ใส่กุ้งลงไปผัด ปรุงรสด้วยน้ำปลา และน้ำตาล ผัดจนกุ้งสุก โรยใบกะเพราลงไป ผัดอีกเล็กน้อย แล้วตักขึ้น",
                    "นำไข่ที่ทอดไว้โปะลงบนข้าว แล้วราดด้วยกะเพรากุ้ง เท่านี้ก็พร้อมอร่อย!"
                ]
            },
            "tags": [
                "ข้าว",
                "ผัด",
                "ทะล"
            ],
            "calorie": 503.1,
            "imageURL": "https://img.wongnai.com/p/800x0/2019/04/02/2dc203b9dafe47fc9c532142419513aa.jpg"
        },
        {

            "id": "2",
            "views": 50,
            "name": "ข้าวไก่อบ",
            "description": "อกไก่ตุ๋นจนนุ่ม เสิร์ฟพร้อมข้าวกล้อง และผักลวก ได้ประโยชน์ครบถ้วนภายในหนึ่งจาน!",
            "recipe": {
                "Ingredient": [
                    "อกไก่ลอกหนัง 1 ชิ้น",
                    "รากผักชี 2 ราก",
                    "กระเทียม 6 กลีบ",
                    "พริกไทย 1 ช้อนชา",
                    "ซีอิ๊วขาว 2 ช้อนโต๊ะ",
                    "ซีอิ๊วดำ 1 ช้อนโต๊ะ",
                    "น้ำซุป ½ ถ้วยตวง",
                    "คะน้าลวก 1 ต้น",
                    "แครอทลวก ⅓ ถ้วยตวง",
                    "บรอกโคลีลวก ⅓ ถ้วยตวง",
                    "ข้าวกล้องหุงสุก 1 ทัพพี"
                ],
                "Steps": [
                    "นำรากผักชี กระเทียม และพริกไทย ลงไปโขลกในครกให้แหลกเข้ากัน",
                    "ใส่น้ำซุปลงในหม้อ ตามด้วยสามเกลอที่โขลกไว้ ซีอิ๊วขาว และซีอิ๊วดำ นำอกไก่ลอกหนังใส่ลงไป พอด้านหนึ่งเปลี่ยนเป็นสีน้ำตาล จึงพลิกกลับอีกด้าน เมื่อทั้งสองด้านเป็นสีน้ำตาลสวย ตักขึ้นพักไว้",
                    "หั่นอกไก่อบเป็นชิ้น ๆ วางลงบนจานข้าวกล้อง ราดน้ำที่ได้จากการตุ๋นไก่ พร้อมวางผักลวกเสิร์ฟเคียง พร้อมรับประทาน"
                ]
            },
            "tags": [
                "ข้าว",
                "ต้ม",
                "ไก่"
            ],
            "calorie": 318.1,
            "imageURL": "https://img.wongnai.com/p/800x0/2018/11/02/8d1f2a89040c464385ad1f4c03d91c3a.jpg"
        },
        {
            "id": "3",
            "views": 50,
            "name": "ข้าวหน้าหมูปั้นเทอริยากิ",
            "description": "อร่อยเข้มเต็มรสญี่ปุ่น กับเมนู “ข้าวหน้าหมูปั้นเทอริยากิ” ทำกินเองง่าย ๆ ได้ที่บ้าน รสชาติเข้มข้นฟินถึงรส",
            "recipe": {
                "Ingredient": [
                    "หมูสับ 350 กรัม",
                    "พริกไทย 1 ช้อนชา",
                    "คนอร์ เนเชอรัล ผงรสหมู 1 ช้อนโต๊ะ",
                    "น้ำเปล่า ¼ ถ้วยตวง",
                    "โชยุ 2 ช้อนโต๊ะ",
                    "มิริน 1 ช้อนโต๊ะ",
                    "น้ำตาลทราย 1 ช้อนโต๊ะ",
                    "ขิงขูด 1 ช้อนโต๊ะ",
                    "ต้นหอมญี่ปุ่น สำหรับโรยหน้า",
                    "งาขาวคั่ว สำหรับโรยหน้า",
                    "ข้าวญี่ปุ่นหุงสุก 1 ถ้วย"
                ],
                "Steps": [
                    "นำหมูสับมาปรุงรสด้วย พริกไทย และ คนอร์ เนเชอรัล ผงรสหมู แล้วนวดผสมให้เข้ากัน",
                    "ปั้นให้เป็นก้อนกลม นำไปจี่ในกระทะให้พอขึ้นสี แล้วคีบขึ้นพักไว้",
                    "ใส่น้ำเปล่า โชยุ มิริน น้ำตาลทราย และขิงขูด ลงในกระทะใบเดิม เคี่ยวให้พอข้นเล็กน้อย",
                    "นำหมูปั้นก้อนที่จี่ไว้เมื่อซักครู่ ลงไปเคี่ยวกับซอส ให้ซอสซึมเข้าเนื้อ",
                    "วางหมูปั้นก้อนลงบนข้าวญี่ปุ่นร้อน ๆ ราดซอสเทอริยากิ โรยด้วยต้นหอมญี่ปุ่น และงาขาวคั่ว พร้อมรับประทาน!"
                ]
            },
            "tags": [
                "ข้าว",
                "ทอด",
                "หมู"
            ],
            "calorie": 529.4,
            "imageURL": "https://img.wongnai.com/p/800x0/2018/11/12/5652f742844b42d7af74fa52706ef796.jpg"
        },
        {
            "id": "4",
            "views": 50,
            "name": "ข้าวตุ๋นเห็ด",
            "description": "“ข้าวตุ๋นเห็ด” ต้อนรับเทศกาลกินเจง่าย ๆ",
            "recipe": {
                "Ingredient": [
                    "ข้าวญี่ปุ่น 1 ถ้วย",
                    "เห็ดหอม 100 กรัม",
                    "แครอท 50 กรัม",
                    "ถั่วลันเตา 50 กรัม",
                    "น้ำเปล่า 250 มิลลิลิตร",
                    "คนอร์ ซุปรสเห็ดหอมก้อน",
                    "เต้าหู้ 1 ก้อน",
                    "พริกไทย ตามชอบ"
                ],
                "Steps": [
                    "นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำเปล่าลงไป และใส่ คนอร์ ซุปรสเห็ดหอมก้อน ต้มจนน้ำเดือด และคนจนละลาย",
                    "ใส่แครอท เห็ดหอม ถั่วลันเตา เต้าหู้ และข้าวญี่ปุ่น คนให้เข้ากัน และตุ๋นจนน้ำขลุกขลิก",
                    "ยกออกจากเตา และโรยพริกไทย พร้อมเสิร์ฟ"
                ]
            },
            "tags": [
                "ข้าว",
                "ต้ม"
            ],
            "calorie": 172,
            "imageURL": "https://img.wongnai.com/p/800x0/2018/09/14/7e8d5285fc7e4085a41f11893d370084.jpg"
        },
        {
            "id": "5",
            "idStore": "0hjedbxkqsbyUhMgVu95",
            "views": 50,
            "name": "ข้าวยำเกาหลี",
            "description": "ไม่ต้องบินไปกินไกลถึงโซล ก็สามารถทำ “ข้าวยำเกาหลี” หรือ “บิบิมบับ” กินที่บ้านได้ฟิน ๆ เหมือนกินฉบับต้นตำรับ",
            "recipe": {
                "Ingredient": [
                    "โคชูจัง 2 ช้อนโต๊ะ",
                    "ข้าวญี่ปุ่น 1 ถ้วย",
                    "พริกไทย 1 ช้อนชา",
                    "ซอสปรุงรส 1 ช้อนโต๊ะ",
                    "น้ำมันงา 1 ช้อนโต๊ะ",
                    "ผักโขม 100 กรัม",
                    "เห็ดหอม 100 กรัม",
                    "ถั่วงอก 100 กรัม",
                    "เห็ดเข็มทอง 100 กรัม",
                    "แตงกวา 100 กรัม",
                    "แครอท 100 กรัม",
                    "น้ำตาล 1 ช้อนโต๊ะ",
                    "น้ำส้มสายชู ¼ ถ้วย",
                    "ไข่ไก่ 1 ฟอง",
                    "กิมจิ 100 กรัม",
                    "น้ำมันงา 2 ช้อนโต๊ะ (สำหรับผัด)"
                ],
                "Steps": [
                    "ใส่หมูสไลซ์ลงในชามผสม ตามด้วยพริกไทย ซอสปรุงรส และน้ำมันงา (สำหรับหมัก) คลุกเคล้าให้เข้ากัน และหมักไว้ 30 นาที",
                    "นำน้ำตาลผสมกับน้ำส้มสายชู คนให้เข้ากันจนน้ำตาลละลาย และราดลงบนผักทั้งหมด คือ ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา และแครอท",
                    "นำกระทะขึ้นตั้งไฟปานกลาง และนำหมูสไลซ์ที่หมักไว้ไปผัดจนสุก",
                    "นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันงาลงไปนิดหน่อย จากนั้นนำผักไปผัดทีละอย่าง",
                    "นำชามหินสไตล์เกาหลีขึ้นตั้งไฟแรงให้ชามร้อนทั่ว",
                    "นำของที่ผัดเตรียมไว้มาเรียงใส่ชาม ได้แก่ ข้าวญี่ปุ่น ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา แครอท และหมูสไลซ์ จัดวางกิมจิและโคชูจังลงไป ท้ายสุดตอกไข่ไก่ใส่ลงตรงกลาง",
                    "พร้อมเสิร์ฟ เวลากินก็คลุกเคล้าให้เข้ากันในชามร้อน ๆ"
                ]
            },
            "tags": [
                "ข้าว",
                "ยำ",
                "หมู"
            ],
            "calorie": 328.5,
            "imageURL": "https://img.wongnai.com/p/400x0/2018/09/20/6ba19054f9714427b96c94989996eb30.jpg"
        },
        {
            "id": "6",
            "views": 50,
            "name": "ข้าวหน้าสเต๊กเนื้อ",
            "description": "เนื้อฉ่ำ ๆ ราดซอสเข้มข้น! กับเมนู “ข้าวหน้าสเต๊กเนื้อ”",
            "recipe": {
                "Ingredient": [
                    "เนื้อสันนอก 2 ชิ้น",
                    "เกลือ 1 หยิบมือ",
                    "พริกไทยดำ 1 หยิบมือ",
                    "น้ำมันมะกอก 2 ช้อนชา",
                    "หัวหอมใหญ่หั่นเสี้ยว 1/2 ลูก",
                    "โชยุ 5 ช้อนโต๊ะ",
                    "สาเก 2 ช้อนโต๊ะ",
                    "มิริน 3 ช้อนโต๊ะ",
                    "น้ำตาลทราย 2 ช้อนโต๊ะ",
                    "ข้าวญี่ปุ่น 1 ถ้วย",
                    "ต้นหอมซอย 2 ต้น",
                    "วาซาบิ สำหรับจัดเสิร์ฟ"
                ],
                "Steps": [
                    "นำเนื้อสันนอกมาหมักด้วยเกลือ พริกไทย และน้ำมันมะกอก เป็นเวลา 30 นาที ก่อนนำไปย่าง",
                    "นำโชยุ สาเก มิริน และน้ำตาลทรายใส่ลงในชามผสมคนให้เข้ากัน แล้วพักไว้เตรียมนำไปเคี่ยว",
                    "นำเนื้อสันนอกที่หมักไว้ ไปย่างบนกระทะโดยใช้ไฟปานกลาง ย่างข้างละ 2 นาที แล้วกลับด้าน เมื่อย่างครบทั้งสองข้างแล้ว นำเนื้อสันนอกขึ้นจากกระทะแล้วพักเอาไว้",
                    "นำซอสที่ผสมไว้ ใส่ลงในกระทะใบเดิม จากนั้นใส่หัวหอมใหญ่หั่นเสี้ยวลงไป เคี่ยวให้ซอสได้ที่แล้วพักไว้เตรียมจัดเสิร์ฟ",
                    "นำเนื้อสันในที่ย่างพักไว้มาหั่นเป็นชิ้นพอดีคำ แล้วนำเนื้อไปเรียงลงบนข้าว จากนั้นราดน้ำซอสที่เคี่ยวไว้ลงไปให้ทั่วเนื้อ โรยต้นหอม และเสิร์ฟพร้อมวาซาบิ"
                ]
            },
            "tags": [
                "ข้าว",
                "ทอด",
                "เนื้อ"
            ],
            "calorie": 765.3,
            "imageURL": "https://img.wongnai.com/p/400x0/2018/05/23/af9c34a3791c4eb7a52d1d4d57e885ec.jpg"
        },
        {
            "id": "7",
            "views": 50,
            "name": "คัตสึด้ง",
            "description": "เมนูข้าวหน้าหมูทอดชิ้นโต ชุ่มฉ่ำด้วยน้ำซุปสไตล์ญี่ปุ่นพร้อมไข่ข้น ๆ ",
            "recipe": {
                "Ingredient": [
                    "หมูสันคอหั่นสเต๊ก 300 กรัม",
                    "เกลือ 1 ช้อนชา",
                    "พริกไทย 1 ช้อนชา",
                    "แป้งอเนกประสงค์ ½ ถ้วยตวง",
                    "ไข่ไก่ 1 ฟอง (สำหรับชุบทอด)",
                    "เกล็ดขนมปัง 1 ถ้วยตวง",
                    "น้ำตาลทราย 1 ช้อนชา",
                    "น้ำซุปหมู 80 มิลลิลิตร",
                    "โชยุ 20 มิลลิลิตร",
                    "เหล้ามิริน 20 มิลลิลิตร",
                    "หัวหอมใหญ่หั่นเสี้ยว ½ ลูก",
                    "ไข่ไก่ 1 ฟอง (สำหรับใส่น้ำซุป)",
                    "น้ำมันปาล์ม สำหรับทอด",
                    "ข้าวญี่ปุ่น 1 ถ้วย",
                    "ต้นหอมซอย สำหรับโรยตกแต่ง"
                ],
                "Steps": [
                    "นำเนื้อหมูมาโรยด้วยเกลือและพริกไทยทั้งสองด้าน นวดให้เครื่องปรุงซึมซับเข้าไปในเนื้อหมู แล้วพักไว้ 5 นาที",
                    "นำเนื้อหมูที่ปรุงรสแล้วไปชุบ แป้งอเนกประสงค์ ไข่ไก่ และเกล็ดขนมปัง ตามลำดับ แล้วนำลงทอดในน้ำมันปาล์ม จนเหลืองทอง แล้วนำขึ้นพักสะเด็ดน้ำมันไว้",
                    "ตั้งกระทะใบเล็ก นำหัวหอมใหญ่ลงไปผัดจนสุกใส ตามด้วย น้ำซุป โชยุ น้ำตาลทราย และเหล้ามิลิน ตั้งไฟจนพอเดือด",
                    "หั่นหมูที่ทอดไว้เป็นชิ้นแล้วนำลงกระทะใบเดียวกัน ตีไข่ไก่ให้พอแตก ราดลงไปรอบ ๆ แล้วยกขึ้น",
                    "ราดตัวหมูทอดและน้ำราดที่ทำไว้ลงบนข้าวญี่ปุ่น โรยด้วยต้นหอมซอย เท่านี้ก็พร้อมรับประทาน"
                ]
            },
            "tags": [
                "ข้าว",
                "ทอด",
                "หมู"
            ],
            "calorie": 560,
            "imageURL": "https://img.wongnai.com/p/400x0/2018/05/25/12275783e777493092189fdc504534c4.jpg"
        },
        {
            "id": "8",
            "views": 50,
            "name": "ข้าวผัดเกาหลี",
            "description": "“ข้าวผัดเกาหลี” ชีสเยิ้ม",
            "recipe": {
                "Ingredient": [
                    "ข้าวเปล่า 1 ถ้วย",
                    "กระเทียมสับ 1 ช้อนโต๊ะ",
                    "กิมจิ 50 กรัม",
                    "หมูสับ 100 กรัม",
                    "ซอสโคชูจัง 3 ช้อนโต๊ะ",
                    "น้ำมันหอย 1 ช้อนโต๊ะ",
                    "น้ำตาลทราย 2 ช้อนชา",
                    "ชีสมอสซาเรลลา 150 กรัม",
                    "น้ำมันพืช 1 ช้อนโต๊ะ"
                ],
                "Steps": [
                    "นำกระทะขึ้นตั้งไฟ เทน้ำมันลงไป รอจนน้ำมันร้อน ใส่กระเทียมสับลงไป ผัดจนเหลืองหอม",
                    "ใส่หมูสับลงไปผัดจนสุก ตามด้วยข้าวสวย กิมจิ ซอสโคชูจัง น้ำมันหอย และน้ำตาล ผัดจนเข้ากันและพักไว้",
                    "นำชีสมอสซาเรลลาใส่ไมโครเวฟด้วยความร้อน 800 วัตต์ เป็นเวลา 1 นาที เพื่อให้ชีสละลาย จากนั้นตักข้าวผัดกิมจิใส่จานที่เตรียมไว้ แล้วราดชีสลงไป",
                    "นำเข้าเตาอบไฟบน อุณหภูมิ 250 องศาเซลเซียส พอชีสมีสีเข้มขึ้น นำออกจากเตา พร้อมเสิร์ฟจ้า"
                ]
            },
            "tags": [
                "ข้าว",
                "ผัด",
                "หมู"
            ],
            "calorie": 627.4,
            "imageURL": "https://img.wongnai.com/p/1600x0/2017/12/04/a72eb3783ec243dd93bfee81f83286ef.jpg"
        },
        {
            "id": "9",
            "views": 50,
            "name": "ข้าวแห้งทะเล",
            "description": "“ข้าวแห้งทะเล” รสเด็ด! เครื่องทะเลเน้น ๆ มาทั้งปลา กุ้ง หมึก ล้นชาม",
            "recipe": {
                "Ingredient": [
                    "กุ้งขาว 200 กรัม",
                    "ปลาหมึก 250 กรัม",
                    "ปลาอินทรีย์ 200 กรัม",
                    "ไข่ไก่ 1 ฟอง",
                    "รากผักชี 3 ราก",
                    "กระเทียม 8 กลีบ",
                    "พริกไทย 1 ช้อนโต๊ะ",
                    "ข่าสับ 2 ช้อนโต๊ะ",
                    "ตังฉ่าย 2 ช้อนโต๊ะ",
                    "ซีอิ๊วขาว 1 ช้อนโต๊ะ",
                    "ซอสหอยนางรม 1 ช้อนโต๊ะ",
                    "น้ำปลา 1 ช้อนชา",
                    "ขึ้นฉ่าย 2 ต้น",
                    "ข้าวสวย ตามชอบ"
                ],
                "Steps": [
                    "หั่นปลาอินทรีย์เป็นชิ้น แล้วนำลงทอดให้เหลือง ตักขึ้นพักไว้",
                    "ลวกกุ้งและปลาหมึกให้สุกเด้ง ตักขึ้นพักไว้เช่นกัน",
                    "โขลกรากผักชี กระเทียม พริกไทย และข่าสับ ให้ละเอียดเข้ากัน",
                    "ตั้งกระทะใส่น้ำมันเล็กน้อย ใส่เครื่องที่โขลกไว้ลงไป ตามด้วยตังฉ่าย ผัดให้ส่งกลิ่นหอม",
                    "ตอกไข่ใส่ลงไปผัดให้พอสุกเล็กน้อย ตามด้วยปลาอินทรีย์ทอด กุ้งลวก และปลาหมึกลวก ผัดให้เข้ากัน ปรุงรสด้วย ซีอิ๊วขาว ซอสหอยนางรม และน้ำปลาคลุกเคล้าให้ทั่ว",
                    "ปิดไฟ โรยด้วยขึ้นฉ่ายซอย คลุกอีกครั้ง แล้วยกขึ้นจากเตา",
                    "ตักเครื่องทะเลที่ผัดไว้ราดลงบนข้าว เสิร์ฟคู่กับน้ำจิ้มเต้าเจี้ยวและน้ำซุป"
                ]
            },
            "tags": [
                "ข้าว",
                "ผัด",
                "ทะเล"
            ],
            "calorie": 400,
            "imageURL": "https://img.wongnai.com/p/400x0/2019/05/28/f3bd6b29deeb44718b4379644ba6aa63.jpg"
        },
        {
            "id": "10",
            "views": 50,
            "name": "ห่อหมกปลาช่อน",
            "description": "ห่อหมกปลาช่อน สูตรนี้ใส่ปลาบดนวดกับน้ำพริกแกงเผ็ด รองก้นด้วยผักลวกในกระทง และใส่เนื้อปลาสไลซ์ก่อนหยอดห่อหมก",
            "recipe": {
                "Ingredient": [
                    "เนื้อปลาช่อนบด (ใช้ได้ทั้งเนื้อปลาอินทรี เนื้อปลากราย) 500 กรัม",
                    "เนื้อปลาสไลซ์ 200 กรัม",
                    "น้ำพริกแกงเผ็ด 100 กรัม",
                    "ไข่ไก่ 1 ฟอง",
                    "น้ำตาลทราย 4 ช้อนโต๊ะ",
                    "น้ำปลา ¼ ถ้วยตวง",
                    "กะทิ 2 ถ้วยตวง",
                    "แป้งข้าวเจ้า 2 ช้อนชา",
                    "กะหล่ำปลีซอย หรือผักกาดขาว",
                    "ใบโหระพา",
                    "พริกชี้ฟ้าซอย",
                    "ใบมะกรูดหั่นฝอย",
                    "กระทงใบตอง (กระทงใบตองแห้ง หรือถ้วย)",
                    "หัวกะทิ สำหรับตกแต่ง ⅓ ถ้วย"
                ],
                "Steps": [
                    "ต้มน้ำเปล่าให้เดือด ใส่กะหล่ำปลีหั่นฝอยลงไปให้หมดแล้วรีบตักขึ้นมาใส่น้ำเย็นด้วยความเร็ว จากนั้นหยิบกะหล่ำปลีขึ้นมาบีบน้ำออก ใส่ลงในภาชนะ เตรียมไว้",
                    "ใส่น้ำพริกแกงเผ็ดลงไปในอ่างผสม ใส่ไข่ที่ตีแตกแล้วลงไป ตามด้วยน้ำตาลทราย และน้ำปลาคนให้เข้ากันจนเป็นเนื้อเดียว",
                    "แบ่งกะทิใส่ลงไปผสมให้เข้ากัน  ตามด้วยเนื้อปลาบด นวดให้เข้ากัน (นวดด้วยมือ หรือพายก็ได้ แต่ใช้มือดีกว่าจะได้สัมผัสเนื้อปลาและพริกแกงได้ดีกว่า) ค่อย ๆ เติมกะทิที่เหลือลงไปจนหมด นวดจนส่วนผสมเหนียว",
                    "ใส่กะหล่ำปลีลวกลงไปในกระทง ตามด้วยใบโหระพา หยอดเนื้อห่อหมกลงไปประมาณ 1 ช้อนโต๊ะ ตามด้วยเนื้อปลาสไลซ์ และหยอดห่อหมกทับลงไปปิดท้ายจนเต็มกระทง",
                    "นำห่อหมกใส่ที่นึ่ง เอาไปนึ่งบนน้ำเดือดพล่าน ใช้ไฟกลางสูงประมาณ 20 นาที",
                    "นำหัวกะทิผสมแป้งข้าวเจ้าคนให้เข้ากัน หรือนำเข้าไปในไมโครเวฟประมาณ 40 วินาที แต่พอครบ 20 วินาทีให้เอาออกมาคนก่อนครั้งหนึ่ง หรือจะเอาไปนึ่งก็ได้",
                    "เมื่อห่อหมกครบเวลา 20 นาทีแล้ว หยอดหัวกะทิลงไปบนหน้าห่อหมก ตกแต่งด้วยพริกชี้ฟ้าแดงซอยและใบมะกรูดหั่นฝอย นำห่อหมกไปนึ่งต่ออีก 5 นาที ตักออกมาใส่ภาชนะ พร้อมเสิร์ฟ"
                ]
            },
            "tags": [
                "ข้าว",
                "ต้ม",
                "ปลา"
            ],
            "calorie": 507.5,
            "imageURL": "https://s359.kapook.com/pagebuilder/89c3ccab-d89e-4958-aa82-30ace051f090.jpg"
        },
        {
            "id": "11",
            "views": 50,
            "name": "ก๋วยเตี๋ยวไก่ตุ๋นมะระ",
            "views" : 0,
            "description": "เมนูไก่ตุ๋นรสเข้าเนื้อ น้ำซุปเข้มข้น ซึ่งสูตรที่จะทำในวันนี้เป็นสูตรที่ง่ายและทำตามได้ไม่ยาก แถมมีเคล็ดลับทำให้มะระไม่ขม ส่วนรสชาติรับรองว่าฟินสุด ๆ",
            "recipe": {
                "Ingredient": [
                    "น่องไก่ 1 กิโลกรัม",
                    "มะระ ½ ลูก",
                    "บะหมี่ 5 ก้อน",
                    "เห็ดหอมแช่น้ำ 5 ดอก",
                    "ถั่วงอก 500 กรัม",
                    "รากผักชี 2 ราก",
                    "กระเทียม 1 หัว",
                    "พริกไทยดำเม็ด 1 ช้อนโต๊ะ",
                    "เกลือ 1 ช้อนชา",
                    "น้ำตาลกรวด 2 ช้อนโต๊ะ",
                    "ซอสหอยนางรม 2 ช้อนโต๊ะ",
                    "น้ำปลา 2 ช้อนโต๊ะ",
                    "ซีอิ๊วขาว 2 ช้อนโต๊ะ",
                    "ซีอิ๊วดำ 2 ช้อนโต๊ะ",
                    "น้ำเปล่า 2 ลิตร",
                    "กระเทียมเจียว สำหรับโรยหน้า",
                    "ผักชีและต้นหอม สำหรับโรยหน้า",
                    "เกลือ 1 ช้อนโต๊ะ (สำหรับล้างมะระ)"
                ],
                "Steps": [
                    "นำมะระมาผ่าแล้วควักไส้ทิ้ง หั่นเป็นชิ้น ๆ แล้วทาด้วยเกลือให้ทั่ว หมักเกลือทิ้งไว้ 20 นาที",
                    "เมื่อครบเวลาแล้ว นำไปล้างน้ำเปล่า เกลือจะช่วยลดความขมของมะระ",
                    "ต้มน้ำให้เดือด ใส่รากผักชี กระเทียม พริกไทยดำ ตามด้วยเครื่องปรุงทั้งหมด และน่องไก่ ตุ๋นทิ้งไว้เป็นเวลา 30 นาที",
                    "เมื่อครบเวลา ใส่มะระ และเห็ดหอมแช่น้ำลงไป ตุ๋นต่ออีก 30 นาที",
                    "ลวกถั่วงอก และเส้นบะหมี่ ใส่ลงในชาม ตักไก่ และมะระที่ตุ๋นไว้ ราดจัดเสิร์ฟ โรยหน้าด้วย กระเทียมเจียว และผักชีต้นหอม เป็นอันพร้อมรับประทาน!"
                ]
            },
            "tags": [
                "เส้น",
                "ต้ม",
                "ก๋วยเตี๋ยว",
                "ไก่"
            ],
            "calorie": 602.5,
            "cost": 50,
            "imageURL": "https://img.wongnai.com/p/400x0/2018/12/25/79aaabf409b0419c8b4659e6431524bc.jpg"
        },
        {
            "id": "12",
            "views": 50,
            "name": "ขนมจีนผัดขี้เมากุ้ง",
            "description": "เส้นขนมจีนเคล้าเครื่องขี้เมาหอม ๆ แซ่บ ๆ แถมยังมีเนื้อกุ้งเต็มคำ",
            "recipe": {
                "Ingredient": [
                    "ขนมจีน 2 จับ",
                    "กุ้งขาวแกะเปลือกผ่าหลัง 10 ตัว",
                    "ใบกะเพรา ½ ถ้วยตวง",
                    "น้ำมันหอย 2 ช้อนโต๊ะ",
                    "พริกไทยป่น ½ ช้อนชา",
                    "น้ำตาลทราย 1 ช้อนชา",
                    "ซอสปรุงรส 1 ช้อนชา",
                    "กระเทียมสับ 1 ช้อนโต๊ะ",
                    "พริกขี้หนูบุบ 8 เม็ด",
                    "พริกชี้ฟ้าเหลืองหั่นแฉลบ 2 เม็ด",
                    "พริกไทยอ่อน 3 ช่อ",
                    "น้ำมันพืช สำหรับผัด"
                ],
                "Steps": [
                    "ตั้งกระทะใส่น้ำมันรอจนร้อน แล้วจึงใส่กระเทียม และพริกขี้หนูลงไปผัดจนส่งกลิ่นหอม",
                    "ใส่กุ้งลงไปผัดจนเริ่มเปลี่ยนเป็นสีส้ม แล้วปรุงรสด้วย น้ำมันหอย พริกไทย น้ำตาลทราย และซอสปรุงรส",
                    "ตามด้วยพริกชี้ฟ้าเหลือง พริกไทยอ่อน และใบกะเพรา ผัดให้เข้ากัน สุดท้ายใส่ขนมจีนลงไป คลุกให้เครื่องปรุงเคลือบเส้น",
                    "ตักขนมจีนผัดขึ้นใส่จาน พร้อมรับประทาน"
                ]
            },
            "tags": [
                "เส้น",
                "ผัด",
                "ขนมจีน",
                "ทะเล"
            ],
            "calorie": 426.7,
            "imageURL": "https://img.wongnai.com/p/800x0/2018/05/24/c5909161cd7a478aa412e97d09367c21.jpg"
        },
        {
            "id": "13",
            "views": 50,
            "name": "สปาเกตตีเพสโต้ซอส",
            "description": "เส้นสปาเกตตีเหนียวนุ่มคลุกเคล้าซอสโหระพาสีเขียวสดใส",
            "recipe": {
                "Ingredient": [
                    "เส้นสปาเกตตี 80 กรัม",
                    "ใบโหระพา 3 ถ้วย",
                    "เมล็ดสนคั่ว ½ ถ้วย",
                    "กระเทียม 4 กลีบ",
                    "ชีสพาร์เมซาน ¼ ถ้วย",
                    "น้ำมันมะกอก 1 ถ้วย",
                    "เกลือ 1 ช้อนชา",
                    "พริกไทย 1 ช้อนชา",
                    "มะเขือเทศเชอร์รี 4 ลูก",
                    "พาร์มาแฮม 2 แผ่น"
                ],
                "Steps": [
                    "นำใบโหระพา เมล็ดสนคั่ว กระเทียม ชีสพาร์เมซาน น้ำมันมะกอก เกลือ และพริกไทยลงไปปั่นในเครื่องปั่นจนเป็นเนื้อเดียวกัน แล้วพักไว้",
                    "ต้มเส้นสปาเกตตี โดยตั้งหม้อใส่น้ำประมาณครึ่งหนึ่ง ใส่เกลือเล็กน้อย รอจนน้ำเดือด แล้วใส่เส้นสปาเกตตีลงไปต้ม ประมาณ 6 นาที แล้วคีบขึ้นใส่ชามผสม",
                    "ตักซอสที่ทำเตรียมไว้ตอนแรกลงไปคลุกให้ทั่ว แล้วตามด้วยมะเขือเทศเชอร์รีหั่นครึ่ง",
                    "คลุกให้เข้ากันอีกทีแล้วจัดเสิร์ฟ พร้อมโรยพาร์มาแฮม และชีสพาร์เมซาน"
                ]
            },
            "tags": [
                "เส้น",
                "ต้ม",
                "พาสต้า",
                "หมู"
            ],
            "calorie": 371,
            "imageURL": "https://img.wongnai.com/p/1600x0/2017/12/05/d7382ef22c7445258152025b9eadf141.jpg"
        },
        {
            "id": "14",
            "views": 50,
            "name": "ยำขนมจีน",
            "description": "เมนู “ยำขนมจีน” ที่เคล้าเส้นขนมจีนนุ่ม ๆ กับน้ำปรุงปลาร้าสุดแซ่บที่เพียงได้เห็นก็ต้องร้องซี้ด",
            "recipe": {
                "Ingredient": [
                    "ขนมจีน 2 จับ",
                    "ปลาทูทอดแกะเนื้อ 2 ตัว",
                    "ถั่วฝักยาวซอย 1 ถ้วย",
                    "ต้นหอมซอย ½ ถ้วย",
                    "เมล็ดกระถิน ½ ถ้วย",
                    "พริกขี้หนูซอย 3 ช้อนโต๊ะ",
                    "น้ำปลาร้าต้มสุก ½ ถ้วย",
                    "น้ำมะนาว 3 ช้อนโต๊ะ",
                    "น้ำตาลปี๊บ 1 ช้อนโต๊ะ",
                    "น้ำปลา 1 ½ ช้อนโต๊ะ",
                    "พริกป่น 1 ช้อนโต๊ะ"
                ],
                "Steps": [
                    "นำน้ำปลาร้าต้มสุกเทลงในชามผสม ใส่น้ำตาลปี๊บ คนให้ละลายเข้ากันดี",
                    "ใส่พริกป่น พริกขี้หนูซอย น้ำมะนาว และน้ำปลา คนให้เข้ากัน ตามด้วยขนมจีน เนื้อปลาทูทอด ถั่วฝักยาวซอย ต้นหอมซอย และเมล็ดกระถิน คลุกเคล้าให้เข้ากัน",
                    "ตักใส่จานเสิร์ฟ โรยด้วยเมล็ดกระถินอีกสักนิด ก็พร้อมรับประทานแล้ว"
                ]
            },
            "tags": [
                "เส้น",
                "ยำ",
                "ขนมจีน",
                "ปลา"
            ],
            "calorie": 334,
            "imageURL": "https://img.wongnai.com/p/1600x0/2017/09/12/172aa09bdd2741368ebb85cad91f3d4e.jpg"
        },
        {
            "id": "15",
            "views": 50,
            "name": "เย็นตาโฟผัดแห้ง",
            "description": "มาอิ่มอร่อยไปกับก๋วยเตี๋ยวสีสันสวยงามชวนน่ารับประทานสุดๆ อย่าง เย็นตาโฟผัดแห้ง ก๋วยเตี๋ยวเส้นใหญ่ ลวกจนสุกนุ่ม ผัดผัดพร้อมกับเครื่องเย็นตาโฟต่างๆ และซอสเย็นตาโฟสีชมพูสวย รสชาติเข้มข้น",
            "recipe": {
                "Ingredient": [
                    "ผักบุ้งไทยหั่นชิ้น 150 กรัม",
                    "ก๋วยเตี๋ยวเส้นใหญ่ 200 กรัม",
                    "ปลาหมึกกรอบหั่นชิ้น 100 กรัม",
                    "ลูกชิ้นกุ้ง 5 ​​ลูก",
                    "ฮือก้วย​​​​ 5 ​​แว่น",
                    "ซอสเย็นตาโฟ 3​​ ช้อนโต๊ะ",
                    "น้ำตาลทราย 2 ​​ช้อนชา",
                    "ซีอิ๊วขาว 1 ​​ช้อนชา",
                    "ซอสเห็ดหอม 1​​ ช้อนโต๊ะ",
                    "พริกไทยป่น ¼ ​​ช้อนชา",
                    "พริกสดสีแดงหั่นแฉลบ 1​​ ช้อนโต๊ะ",
                    "กระเทียมสับ 1​​ ช้อนโต๊ะ",
                    "น้ำมันพืช 1​​ ช้อนโต๊ะ",
                    "น้ำเปล่า 1​​ ช้อนโต๊ะ"
                ],
                "Steps": [
                    "ตั้งกระทะใส่น้ำมันพืชพอร้อน ใส่กระเทียม พริกสดลงผัดพอหอมใส่ปลาหมึกกรอบ ลูกชิ้นกุ้ง และฮือก้วยลงผัดให้เข้ากัน",
                    "ใส่ก๋วยเตี๋ยวเส้นใหญ่ ปรุงรสด้วยซอสเย็นตาโฟ น้ำตาลทราย ซีอิ๊วขาว ซอสเห็ดหอม และพริกไทยป่น ผัดให้เข้ากัน ชิมรสตามชอบ",
                    "ใส่ผักบุ้ง เติมน้ำเปล่า ผัดให้เข้ากัน ตักใส่ภาชนะ จัดเสิร์ฟ"
                ]
            },
            "tags": [
                "เส้น",
                "ผัด",
                "ก๋วยเตี๋ยว",
                "ทะล"
            ],
            "calorie": 381,
            "imageURL": "https://s.isanook.com/wo/0/rp/r/w728/ya0xa0m1w0/aHR0cHM6Ly9zLmlzYW5vb2suY29tL3dvLzAvdWQvMzIvMTYwMTU3LzkuanBn.jpg"
        },
        {
            "id": "16",
            "views": 50,
            "name": "มักกะโรนีผัดกะเพราหมูกรอบ",
            "description": "กัดกรอบถึงใจ หมูกรอบเน้น ๆ กะเพราหอม ๆ กับเมนู “มักกะโรนีผัดกะเพราหมูกรอบ”",
            "recipe": {
                "Ingredient": [
                    "หมูกรอบหั่นชิ้น 350 กรัม",
                    "แอคเนซีชิฟเฟอร์รี่ ริกาติ เบอร์ 50 150 กรัม",
                    "ใบกะเพรา 1 มัด",
                    "พริกขี้หนูจินดาโขลก 15 เม็ด",
                    "กระเทียมโขลก 6 กลีบ",
                    "น้ำปลา 2 ช้อนโต๊ะ",
                    "น้ำมันหอย 2 ช้อนโต๊ะ",
                    "น้ำตาลทราย 1 ช้อนโต๊ะ",
                    "เบอร์ทอลลี น้ำมันมะกอกเอ็กซ์ตร้าไลท์ 2 ช้อนโต๊ะ (สำหรับผัด)",
                    "เบอร์ทอลลี น้ำมันมะกอกเอ็กซ์ตร้าไลท์ 1 ช้อนโต๊ะ (สำหรับคลุกเส้น)"
                ],
                "Steps": [
                    "ตั้งน้ำบนเตาแก๊สแล้วเปิดไฟปานกลาง เมื่อน้ำเดือดจัดให้ใส่ แอคเนซีชิฟเฟอร์รี่ ริกาติ เบอร์ 50 ลงไปต้ม จากนั้นรอเป็นเวลา 4-5 นาที ก่อนนำ แอคเนซีชิฟเฟอร์รี่ ริกาติ เบอร์ 50 ขึ้นจากหม้อ แล้วใส่เบอร์ทอลลี น้ำมันมะกอกเอ็กซ์ตร้าไลท์ลงไปคลุกเคล้าเพื่อไม่ให้เส้นติดกัน แล้วพักเอาไว้ก่อน",
                    "ตั้งกระทะใส่เบอร์ทอลลี น้ำมันมะกอกเอ็กซ์ตร้าไลท์ลงไป โดยใช้ไฟปานกลางในการผัด เมื่อน้ำมันเริ่มร้อนให้ใส่กระเทียมโขลก และพริกขี้หนูจินดาโขลกลงไปผัดกับน้ำมัน เพื่อให้กระเทียมหอม",
                    "จากนั้นปรุงรสด้วยน้ำปลา น้ำมันหอย และน้ำตาลทรายลงไปผัดให้เข้ากัน",
                    "จากนั้นใส่หมูกรอบลงไปผัด ต่อด้วยมักกะโรนีที่ต้มพักเอาไว้ลงไป ตามด้วยใบกะเพราลงไปผัดให้ใบกะเพรามีกลิ่นหอม เมื่อใบกะเพราสลดแล้วยกกระทะออกจากเตาแก๊ส",
                    "ตักผัดกะเพรามักกะโรนีหมูกรอบใส่ลงในจาน เท่านี้ก็พร้อมเสิร์ฟได้แล้ว"
                ]
            },
            "tags": [
                "เส้น",
                "ผัด",
                "พาสต้า",
                "หมู"
            ],
            "calorie": 1224.2,
            "imageURL": "https://img.wongnai.com/p/400x0/2018/09/24/42a0b8d8ebfd4d20ba80b7f5832e2d29.jpg"
        },
        {
            "id": "17",
            "views": 50,
            "name": "บะหมี่เย็น เรเมน",
            "description": "เมนูอาหารญี่ปุ่น บะหมี่ทรงเครื่องเครื่องเต็มชามเสิร์ฟพร้อมน้ำซุปหอมปลาแห้ง พร้อมรสเลมอนอ่อน ๆ",
            "recipe": {
                "Ingredient": [
                    "คิคโคแมน เทสตี้ เจแปน นู้ดเดิ้ล ซอส 50 มิลลิลิตร",
                    "เส้นราเมน 200 กรัม",
                    "น้ำสะอาด 100 มิลลิลิตร",
                    "ปูอัด ตามชอบ",
                    "ไข่หวาน ตามชอบ",
                    "ลูกชิ้นปลา ตามชอบ",
                    "นารูโตะมากิ ตามชอบ",
                    "แครอท 30 กรัม",
                    "สาหร่ายเส้น สำหรับตกแต่ง",
                    "แตงกวาญี่ปุ่น 30 กรัม",
                    "ต้นหอมญี่ปุ่น 15 กรัม",
                    "หน่อไม้ดองญี่ปุ่น 15 กรัม",
                    "หัวไชเท้าขูด สำหรับตกแต่ง",
                    "มายองเนส สำหรับกินเคียง",
                    "เลมอน 1-2 ซีก"
                ],
                "Steps": [
                    "ตั้งน้ำให้เดือดและนำเส้นราเมนลงลวกให้นิ่มกำลังดี จากนั้นนำไปแช่ในน้ำเย็นจัด",
                    "นำแครอทลงไปลวกให้สุกแล้วพักไว้",
                    "นำคิคโคแมน เทสตี้ เจแปน นู้ดเดิ้ล ซอส ผสมกับน้ำเย็นในอัตราส่วน 1:2",
                    "บีบเลมอนเล็กน้อย จากนั้นนำเข้าตู้เย็น ให้ได้ความเย็นตามที่ต้องการ",
                    "นำเส้นราเมนมาจัดใส่จานและจัดเรียงเครื่องเคียงที่เตรียมไว้ลงจานให้สวยงาม",
                    "ตกแต่งเพิ่มเติมด้วยสาหร่ายเส้น ไชเท้าขูดและมายองเนส",
                    "เสิร์ฟคู่กับน้ำซุปคิคโคแมน เทสตี้ เจแปน นู้ดเดิ้ล ซอสที่แช่เย็นไว้ เป็นอันเรียบร้อย"
                ]
            },
            "tags": [
                "เส้น",
                "ต้ม",
                "ราเมงและอูด้ง",
                "ปลา"
            ],
            "calorie": 433,
            "imageURL": "https://img.wongnai.com/p/800x0/2020/05/25/cc3cad11a111446ca72991e85726c429.jpg"
        },
        {
            "id": "18",
            "views": 50,
            "name": "ราเมงหมูมิโซะ",
            "description": "นำ สันคอหมูสไลซ์ ตราซีพี มาผัดกับซอสมิโซะ จากนั้นเติมน้ำซุปและใส่เส้นราเมง จัดเสิร์ฟโดยวางไข่ต้ม ต้นหอมซอย หน่อไม้ และหมูสไลซ์",
            "recipe": {
                "Ingredient": [
                    "สันคอหมูดำ ซีพี-คูโรบูตะสไลซ์ 1 แพ็ค",
                    "เส้นบะหมี่ญี่ปุ่น 2 ก้อน",
                    "น้ำซุป 300 มิลลิลิตร",
                    "กระเทียม (กลีบ) 2 กลีบ",
                    "น้ำมันพืช 1 ช้อนโต๊ะ",
                    "น้ำมันงา 1 ช้อนโต๊ะ",
                    "โชยุ 2 ช้อนโต๊ะ",
                    "น้ำตาลทราย 1 ช้อนโต๊ะ",
                    "พริกไทย ¼ ช้อนชา",
                    "มิริน 1 ช้อนโต๊ะ",
                    "มิโซะ(เต้าเจี้ยวบด) 1 ช้อนโต๊ะ",
                    "ขิงซอย 1 สำหรับตกแต่ง",
                    "ต้นหอมซอย 1 สำหรับตกแต่ง",
                    "ข้าวโพดย่าง 1 สำหรับจัดเสิร์ฟ",
                    "ลูกชิ้นปลาญี่ปุ่น 1 สำหรับจัดเสิร์ฟ",
                    "งาขาว 1 สำหรับโรยหน้า"
                ],
                "Steps": [
                    "ตั้งกระทะใช้ไฟปานกลาง จากนั้นนำน้ำมันพืชใส่ลงไป ตามด้วยกระเทียมลงไปผัดให้หอม",
                    "ใส่ สันคอหมูสไลซ์ ตราซีพี ลงไปผัดให้สุก",
                    "เตรียมเครื่องปรุงรส น้ำมันงา โชยุ น้ำตาลทราย พริกไทย มิริน มิโซะ และน้ำซุปคนให้เข้ากัน รอจนเดือดแล้วยกลงจากเตา",
                    "นำเส้นบะหมี่ญี่ปุ่นมาลวกในน้ำเดือดจัดให้สุก โดยใช้ตะเกียบคนเส้นบะหมี่ด้วย เพื่อให้สุกทั่วๆ กัน ",
                    "นำเส้นบะหมี่ญี่ปุ่นจัดลงในถ้วยที่ต้องการจัดเสิร์ฟ จากนั้นใส่หมูสไลซ์และน้ำซุปที่เตรียมไว้ แล้ววางลูกชิ้นปลาญี่ปุ่น ข้าวโพดย่าง ขิงซอย ต้นหอมซอย และงาขาวลงไป เท่านี้ก็พร้อมเสิร์ฟแล้วล่ะ"
                ]
            },
            "tags": [
                "เส้น",
                "ต้ม",
                "ราเมงและอูด้ง",
                "หมู"
            ],
            "calorie": 503,
            "imageURL": "https://img.wongnai.com/p/800x0/2020/05/25/cc3cad11a111446ca72991e85726c429.jpg"
        },
        {
            "id": "19",
            "views": 50,
            "name": "คั่วไก่เส้นทาโร่",
            "description": "ลองเปลี่ยนจากก๋วยเตี๋ยวเส้นใหญ่หนานุ่มเป็นเส้นปลาปรุงรสหรือปลาทาโร่เส้นเหนียวนุ่ม คั่วกระทะกับเนื้อไก่หมักจนนุ่ม ใส่ปลาหมึกกรอบอร่อยครบรส",
            "recipe": {
                "Ingredient": [
                    "เนื้อไก่ส่วนสะโพกหั่นชิ้นพอดีคำ 1 ถ้วย",
                    "น้ำมันงา 1 ช้อนชา ซีอิ๊วขาว ½ ช้อนโต๊ะ น้ำตาลทราย ½ ช้อนชา และน้ำมันพืช 2 ช้อนชาสำหรับหมัก",
                    "ปลาหมึกกรอบหั่นชิ้นพอดีคำ ½ ถ้วย",
                    "ตั้งฉ่าย 1 ช้อนโต๊ะ",
                    "ไข่ไก่ตีให้เข้ากัน 2 ฟอง",
                    "ปลาเส้นปรุงรส (เส้นทาโร่) 1 ถ้วย",
                    "ซีอิ๊วขาว 1-2 ช้อนชา",
                    "น้ำมันพืชสำหรับผัดเล็กน้อย",
                    "ผักกาดหอม ปลาท่องโก๋ตัวเล็ก ต้นหอมซอย พริกไทยป่น ซอสพริกสำหรับเสิร์ฟ"
                ],
                "Steps": [
                    "หมักเนื้อไก่กับน้ำมันงา ซีอิ๊วขาว น้ำตาล และน้ำมันนาน 30 นาที",
                    "ตั้งกระทะ ใส่น้ำมันพืช พอร้อนใส่ไก่และปลาหมึกกรอบลงผัด พอสุกใส่ตั้งฉ่าย ปลาเส้น ไข่ ปรุงรสด้วยซีอิ๊วขาว ใช้ไฟแรงผัดเร็วๆ ให้ทั่วและคั่วจนมีกลิ่นหอมกระทะ",
                    "วางผักกาดหอมบนจาน ตักคั่วไก่ใส่ โรยต้นหอมซอย พริกไทยป่น เสิร์ฟพร้อมปาท่องโก๋และซอสพริก"
                ]
            },
            "tags": [
                "เส้น",
                "ผัด",
                "ก๋วยเตี๋ยว",
                "ไก่"
            ],
            "calorie": 495,
            "imageURL": "https://www.gourmetandcuisine.com/Images/editor_upload/_editor20200512103907_original.jpg"
        },
        {
            "id": "20",
            "views": 50,
            "name": "ผัดหมี่ซั่วทะเล",
            "description": "พูดถึงเมนูสำหรับไหว้ตรุษจีน ต้องนึกถึงหมี่ซั่ว วันนี้เราเลยจะมาสอนทำ “ผัดหมี่ซั่วทะเล” ความหมายดีเป็นมงคล แถมเครื่องทะเลเน้น ๆ ไว้ทำไหว้สำหรับตรุษจีนนี้!",
            "recipe": {
                "Ingredient": [
                    "เส้นหมี่ซั่ว 1 ห่อ",
                    "กุ้งขาวแกะเปลือก 15 ตัว",
                    "ปลาหมึกสายหั่นชิ้น 1 ตัว",
                    "หอยเชลล์ 100 กรัม",
                    "กระเทียมสับหยาบ ½ ช้อนโต๊ะ",
                    "เห็ดหอมแห้งแช่น้ำ 5 ดอก",
                    "กะหล่ำปลี ¼ หัว",
                    "แครอทหั่นเส้น ½ หัว",
                    "กุยฉ่ายหั่นท่อน 2 ต้น",
                    "น้ำตาลทราย 2 ช้อนชา",
                    "ซีอิ๊วขาว 2 ช้อนโต๊ะ",
                    "น้ำมันหอย 2 ช้อนโต๊ะ",
                    "พริกไทย ½ ช้อนโต๊ะ",
                    "น้ำซุป 2 ช้อนโต๊ะ",
                    "น้ำมันพืชสำหรับผัด"
                ],
                "Steps": [
                    "หั่นแครอท กะหล่ำปลี กุยฉ่าย และเห็ดหอมเตรียมไว้",
                    "ตั้งหม้อต้มน้ำให้เดือด ใส่เส้นหมี่ซั่วลงไป ต้มให้เส้นสุก นำขึ้นล้างผ่านน้ำเพื่อลดความร้อนและไม่ให้เส้นสุกจนเกินไป",
                    "ตั้งกระทะ ใส่น้ำมัน รอจนน้ำมันร้อน ใส่กระเทียมสับลงไปผัดจนหอม ตามด้วยใส่กุ้ง ปลาหมึก และหอยเชลล์ลงไป",
                    "ผัดจนกุ้ง ปลาหมึก และหอยเชลล์ สุก แล้วใส่แครอท กะหล่ำปลี และเห็ดหอมที่หั่นเตรียมไว้ลงไปผัด",
                    "ใส่เส้นหมี่ซั่วที่ต้มไว้ลงไปผัด ปรุงรสด้วย น้ำตาลทราย ซีอิ๊วขาว น้ำมันหอย และน้ำซุป ผัดให้เข้ากัน",
                    "โรยด้วยกุยฉ่าย และพริกไทย ผัดให้เข้ากันอีกครั้ง",
                    "ตักขึ้นใส่จานจัดเสิร์ฟ"
                ]
            },
            "tags": [
                "เส้น",
                "ผัด",
                "ทะเล"
            ],
            "calorie": 580.2,
            "imageURL": "https://img.wongnai.com/p/800x0/2018/02/05/a488c54c6499443b81163ff776528ce6.jpg"
        }
    ]
}